automake
awk
btop
cloc
cmake
colima
coreutils
d12frosted/emacs-plus/emacs-plus@30
d2
docker
docker-compose
exercism
fd
ffmpeg
fzf
gifsicle
gnu-sed
gnu-tar
grep
htop
imagemagick
luajit
luarocks
make
mysql
mysql-client
neofetch
pkgconf
postgresql@14
redis
ripgrep
sox
starship
stow
texinfo
tmux
tree
viu
wget
woff2
zoxide
